[
    {
        "Nombre": "Rey slime",
        "Daño": "64",
        "Defensa": "10",
        "Salud del NPC": "3570",
        "Condiciones de aparición": "Debes haber iniciado un mundo en el juego",
        "Invocación": "Usar el objeto Corona de slime o \nMatar 150 / 75 slimes en la lluvia de slimes",
        "Recompensas": "Trofeo del rey slime, Bolsa del tesoro (Rey slime), Reliquia del Rey Slime y Deleite real",
        "Descripción": "El señor de todas las cosas pegajosas.\n",
        "Hostilidad": "Salta hacia el jugador. \nCada 3 saltos, hace uno más alto.\n Se teletransportará hacia el jugador si no es capaz de alcanzarlo.\n A medida que pierde vida se hace más pequeño, más rápido e invoca slimes azules.\n",
        "Rareza": "2/5 Estrellas de rareza"
    },
    {
        "Nombre": "Ojo de Cthulhu",
        "Daño": "45",
        "Defensa": "12",
        "Salud del NPC": "4641",
        "Condiciones de aparición": "Tener 200 de vida o más, tener 3 o mas NPCs aliados y que sea de noche",
        "Invocación": "Usar el  Ojo de aspecto sospechoso o esperar a la noche con una probabilidad del 33.33%",
        "Recompensas": "Trofeo Ojo de Cthulhu, Bolsa del tesoro (Ojo de Cthulhu), Reliquia de Ojo de Cthulhu, Aviadores 0x33 y jo sonriente sospechoso",
        "Descripción": "Un fragmento de Cthulhu arrancado de su cuerpo hace siglos en una guerra sangrienta. Vaga por la noche buscando su cuerpo anfitrión... ¡y venganza!",
        "Hostilidad": "Este vuela sobre el jugador manteniendo cierta distancia de él y ejecuta sus ataques.\n\nSi se hace de día, se retira.",
        "Rareza": "2/5 Estrellas de rareza"
    },
    {
        "Nombre": "Siervo de Cthulhu",
        "Daño": "24",
        "Defensa": "0",
        "Salud del NPC": "12",
        "Condiciones de aparición": "Solo aparece cuando enfrentas al Ojo de Cthulhu",
        "Invocación": "Ninguno (Aparece naturalmente al enfrentar al Ojo de Cthulhu)",
        "Recompensas": "Ninguna",
        "Descripción": "Pequeños ojos demoniacos recien nacidos del Ojo de Cthulhu con el fin de que protejan a su amo a toda costa.",
        "Hostilidad": "Persiguen al jugador.",
        "Rareza": "1/5 Estrellas de rareza"
    },
    {
        "Nombre": "Devoramundos",
        "Daño": "72",
        "Defensa": "4",
        "Salud del NPC": "18690",
        "Condiciones de aparición": "Debes estar en la maldad de tu mundo (En caso de que sea Corrupcion)",
        "Invocación": "Usar el objeto Cebo de gusanos o Rompiendo tres orbes sombríos",
        "Recompensas": "Trofeo Devoramundos,  Escama de las sombras (100-150 (Cada segmento 2-5), Mineral endemoniado (100-250 (Cada segmento 2-5),Bolsa del tesoro (Devoramundos), Reliquia del Devoramundos y Restos marchitantes",
        "Descripción": "Nacido de la malicia sin fin de la corrupcion, este poderoso gusano abisal hace tuneles por doquier y lo devora todo a su paso",
        "Hostilidad": "Embiste al jugador moviéndose por la tierra / \nMatar un segmento del cuerpo dividirá al jefe en dos.",
        "Rareza": "3/5 Estrellas de rareza"
    },
    {
        "Nombre": "Cerebro de Cthulhu",
        "Daño": "81",
        "Defensa": "14",
        "Salud del NPC": "2709",
        "Condiciones de aparición": "Debes estar en la maldad de tu mundo (En este caso el carmesí)",
        "Invocación": "Usar el objeto Espina dorsal sangrienta o Rompiendo tres corazones carmesíes",
        "Recompensas": "Trofeo Cerebro de Cthulhu, Mineral carmesí (40-90), Muestra de tejido (30-50), Bolsa del tesoro (Cerebro de Cthulhu) y Cerebro en un bote",
        "Descripción": "Se trata de un pedazo arrancado de Cthulhu que se convirtio en una mente maestra agonizante que ayuda al carmesí en un intento de vengar a su maestro.",
        "Hostilidad": "Normalmente, solo perseguirá al jugador lentamente mientras se teletransporta. \n\nAlejarse mucho del carmesí hará que desaparezca. Como se puede teletransportar, no desaparece si el jugador se aleja del jefe en sí. \n\nA diferencia de otros jefes como el Ojo de Cthulhu o esqueletron, no desaparece si se hace de día, permanece hasta que lo derrotas.",
        "Rareza": "3/5 Estrellas de rareza"
    },
    {
        "Nombre": "Criatura",
        "Daño": "54",
        "Defensa": "10",
        "Salud del NPC": "216",
        "Condiciones de aparición": "Debes enfrentar al Cerebro de Cthulhu",
        "Invocación": "Espina dorsal sangrienta o rompiendo tres corazones carmesíes (De forma natural aparecen al enfrentar al Cerebro de Cthulhu)",
        "Recompensas": "Muestra de tejido (1-2) y Mineral carmesí (2-4)",
        "Descripción": "La mente de la colmena carmesí manipula a las criaturas, que actuan como los ojos del cerebro y orbitan a su alrededor defendiendo con su superioridad numerica.",
        "Hostilidad": "Embisten al jugador y luego vuelven al cerebro.",
        "Rareza": "2/5 Estrellas de rareza"
    },
    {
        "Nombre": "Ciervíclope",
        "Daño": "60",
        "Defensa": "10",
        "Salud del NPC": "15172",
        "Condiciones de aparición": "Debes estar en la tundra en tu mundo, tener 200 o más de vida y tener 9 o más de defensa",
        "Invocación": "Usar el objeto Trasto de ciervo o puede aparecer de forma natural a la medianoche (12:00 AM) durante una Tormenta en la zona nevada ",
        "Recompensas": "Trofeo de Ciervíclope, Bolsa del tesoro (Ciervíclope), Reliquia de ciervíclope y Ojo de ciervíclope\n",
        "Descripción": "Esta monstruosidad ciclónica que grita desde la distancia acecha en los lugares fríos creando caos entre aquellos que le molestan.",
        "Hostilidad": "Si está lo suficientemente cerca del jugador, el Ciervíclope levantará sus brazos y golpeará el suelo, invocando una creciente ola de Puntas de Hielo que se desplaza rápidamente hacia el jugador, Si no está lo suficientemente cerca de su objetivo para usar el ataque de Puntas de Hielo, el Ciervíclope \"recogerá\" y luego lanzará numerosos trozos de Escombros al aire, que viajan en grandes arcos verticales antes de caer de nuevo. Los trozos de Escombros pueden atravesar bloques, El Ciervíclope ocasionalmente se detendrá en su lugar y rugirá, infligiendo el efecto negativo Lento a todos los jugadores dentro de 50 bloques durante 12 /24/ 30 segundos, y Si el jugador está por encima del Ciervíclope el tiempo suficiente, el Ciervíclope se mantiene momentáneamente quieto antes de rugir e invocar cinco Manos de Sombra alrededor del jugador.",
        "Rareza": "3/5 Estrellas de rareza"
    },
    {
        "Nombre": "Esqueletrón",
        "Daño": "105",
        "Defensa": "10",
        "Salud del NPC": "11220",
        "Condiciones de aparición": "Debe ser de noche en el juego",
        "Invocación": "Hablando con el anciano cercano a la mazmorra o\n Matando al buhonero con muñeco de vudú del buhonero",
        "Recompensas": "Trofeo Esqueletrón, Bolsa del tesoro (Esqueletrón), Reliquia de Esqueletrón, Calavera poseída y Sofá de Chippy",
        "Descripción": "Huesos incorporados de una antiguo tirano, el cual tenia tanta ira que dejo tras de si una poderosa maldicion que proteje la mazmorra.",
        "Hostilidad": "Mientras la cabeza flota sobre el jugador, las manos intentarán golpearlo. \nCada cierto tiempo, las manos se pondrán \"en alto\" y la cabeza empezará a girar y a moverse lentamente en dirección del jugador, haciendo mucho más daño.",
        "Rareza": "3/5 Estrellas de rareza"
    },
    {
        "Nombre": "Abeja reina",
        "Daño": "81",
        "Defensa": "8",
        "Salud del NPC": "6069",
        "Condiciones de aparición": "Debes estar en la jungla de tu mundo",
        "Invocación": "Romper una larva de la colmena \no con una Abejaminaciónn",
        "Recompensas": "Trofeo Abeja Reina, Bolsas del tesoro (Abeja Reina), Reliquia de la Abeja Reina y Miel brillante",
        "Descripción": "Esta mounstrosidad extremadamente agresiva responde con violencia cuando molestan a sus larvas. Las colmenas repletas de miel son su territorio.",
        "Hostilidad": "Embiste al jugador horizontalmente. \nMientras vuela sobre el jugador, invoca abejas pequeñas y le dispara al jugador aguijones venenosos.",
        "Rareza": "3/5 Estrellas de rareza"
    },
    {
        "Nombre": "Muro carnoso",
        "Daño": "225",
        "Defensa": "18",
        "Salud del NPC": "14280",
        "Condiciones de aparición": "Debes de estar en el inframundo en tu mundo",
        "Invocación": "Arrojar a la lava el muñeco vudú del guía",
        "Recompensas": "Trofeo Muro carnoso, Bolsa del tesoro (Muro carnoso), Reliquia del Muro Carnoso y Calavera de cabra",
        "Descripción": "Haciendo las veces de nucleo y guardian del mundo, el gigantesco señor demoniaco existe para mantener sellados a poderosos espiritus antiguos",
        "Hostilidad": "Está compuesto de 2 ojos, 1 boca y varios famélicos. \n\nEste se mueve en dirección al jugador realizando sus ataques, y su velocidad de movimiento aumenta a medida que pierde vida. Mientras esté en la batalla el jugador tendrá el debuff terror, evitando cualquier forma de escapar de la pelea hasta que uno de los dos muera (usar el espejo mágico o derivadas matará al jugador). Si el jugador de alguna manera está detrás del muro, este automáticamente lo llevará delante suyo con la lengua.\n \nA diferencia de varios jefes, no desaparece si el jugador muere o se aleja de él. El muro seguirá moviéndose hasta llegar al límite del mundo, en donde desaparecerá y matará a todos los jugadores en el inframundo.",
        "Rareza": "4/5 Estrellas de rareza"
    },
    {
        "Nombre": "Sanguijuela",
        "Daño": "78",
        "Defensa": "2",
        "Salud del NPC": "144",
        "Condiciones de aparición": "Debes estar enfrentamdo al Muro carnoso para que aparescan",
        "Invocación": "Ninguna (Aparecen de forma natural al Invocar al Muro carnoso)",
        "Recompensas": "Ninguna",
        "Descripción": "Un parasito tipo gusano que escupe el Muro carnoso. Esta lleno de sangre de su anfitrion, la cual tiene propiedades curativas.",
        "Hostilidad": "Múltiples sanguijuelas salen de la boca del Muro, primero en grupos de 3-4. Los grupos crecen y son más frecuentes a medida que el jefe va perdiendo vida. El muro carnoso eventualmente los liberará en un flujo continuo.",
        "Rareza": "1/5 Estrellas de rareza"
    },
    {
        "Nombre": "El Famélico",
        "Daño": "90",
        "Defensa": "16",
        "Salud del NPC": "503",
        "Condiciones de aparición": "Debes estar enfrentando al Muro carnoso",
        "Invocación": "Ninguno (El Muro carnoso los invoca de manera natural)",
        "Recompensas": "Ninguna",
        "Descripción": "El Muro carnoso tiene muchas bocas conectadas por venas de sangre. Com ultimo recurso, pueden desconectarse y perseguir con ansias a las amenazas",
        "Hostilidad": "Se extiende para atacar al jugador, si pierden una cantidad de salud se desprenden del jefe uy vuelan hacia el jugador",
        "Rareza": "2/5 Estrellas de rareza"
    },
    {
        "Nombre": "Reina slime",
        "Daño": "180",
        "Defensa": "26",
        "Salud del NPC": "36720",
        "Condiciones de aparición": "Debes haber vencido al Muro carnoso previamente, Tu mundo debe estar en el modo dificil del juego, Debes estra en lo sagrado de tu mundo",
        "Invocación": "Usar el Objeto Cristal de gelatina",
        "Recompensas": "Trofeo de reina slime, Bolsa del tesoro (reina slime), Reliquia de la Reina slime y Delicia real",
        "Descripción": "Slimes sagrados que se consolidaron en una fuerza aplastante adornada con cristales cegadores. Se rumorea que puede generar alas.",
        "Hostilidad": "Permanecerá en un lugar durante unos segundos, antes de saltar muy rápido hacia el jugador, causando un gran daño.\nPermanecerá en un lugar durante unos segundos, antes de disparar 6 proyectiles de cristal que se rompen al impactar con un bloque. A veces realizará este ataque varias veces seguidas.\nÉsta saltará varias veces luego saltará ferozmente hacia el jugador haciéndole daño si este esta cerca de ella cuando cae.",
        "Rareza": "4/5 Estrellas de rareza"
    }
]